{
  "HeaderTitle": "Mon portfolio",
  "HeaderAbout": "À propos",
  "HeaderSkills": "Compétences",
  "HeaderExperience": "Expérience",
  "HeaderEducation": "Formation",
  "HeaderProjects": "Projets",
  "HeaderContact": "Contact",
  "FooterRights": "2025 Tous droits réservés.",
  "FooterThanks": "Fait avec ❤️ en utilisant Next.js et TailwindCSS.",

  "home": "Accueil",
  "projects": "Projets",
  "about": "À propos",
  "contact": "Contactez-moi",

  "WelcomeGreeting": "Salut, je suis Emanuel 👋",
  "WelcomeFunction": "Développeur Fullstack",
  "WelcomeText": "Je suis un développeur brésilien passionné par la technologie et la création de solutions innovantes. J’aime transformer des idées en produits numériques efficaces offrant une excellente expérience utilisateur.",

  "fixitDescription": "Plateforme web qui met en relation clients et réparateurs électroniques, facilitant les échanges et soutenant l'économie locale.",
  "oikosDescription": "Logiciel complet pour la gestion des hébergements et réservations, offrant un contrôle simple des clients, chambres et paiements.",
  "andradebardawilDescription": "Site institutionnel moderne développé pour le cabinet Andrade Bardawil, mettant en avant les services juridiques, les domaines d’activité et facilitant le contact avec les clients.",
  "controlR6Description" :"Marketplace destiné aux joueurs de Rainbow Six Siege, permettant de gérer facilement et en toute sécurité les skins et objets des opérateurs.",

  "ibgeTitle": "Stage à l’IBGE",
  "ibgeDate": "Octobre 2023 - Juin 2025",
  "ibgeAtividade1": "J’ai développé un système pour organiser les biens d’inventaire.",
  "ibgeAtividade2": "Responsable de la maintenance et de l’installation des dispositifs.",

  "freelaTitle": "Freelance",
  "freelaDate": "Juillet 2025 - Présent",
  "freelaAtividade1": "J'ai développé la landing page du cabinet d'avocats Andrade Bardawil, en donnant la priorité à l'expérience utilisateur, aux performances et à l'esthétique.",
  "freelaAtividade2": "J'ai développé un système de gestion de réservations et d'hébergements pour la pousada Oikos à Barra Grande, Piauí, garantissant sécurité et fiabilité dans les opérations.",

  "skills": "Compétences",
  "softSkills": "Compétences comportementales",
  "comunicacaoEfetiva": "Communication Efficace",
  "trabalhoEquipe": "Travail d'Équipe",
  "comprometimento": "Engagement",
  "proatividade": "Proactivité",

  "workTogether": "Intéressé pour travailler ensemble ?",
  "LookingPartner": "Vous cherchez un partenaire pour collaborer ? Contactez-moi via l’une des options ci-dessous et construisons quelque chose d’incroyable ensemble !",

  "aboutMe": "À propos de moi",
  "aboutDescription": "Créer des applications belles et fonctionnelles est ma passion, me dépassant toujours pour relever tous les défis.",
  "myStack": "Ma stack",
  "whereIAm": "Où je me trouve",
  "myExperience": "Mon Expérience",
  "itSupportDev": "Support Informatique et Développeur",
  "ibgeInternship": "J'ai participé à un stage à l'Institut Brésilien de Géographie et de Statistique, où j'ai réalisé des activités de support informatique et contribué à la création d'un logiciel de gestion des biens de l’inventaire.",
  "softwareDeveloper": "Développeur de Logiciels",
  "freelancerWork": "En tant que freelance, j'ai développé des applications modernes et fonctionnelles, telles que la landing page du cabinet d'avocats Andrade Bardawil et le système de gestion d’hébergement et de réservations pour l’auberge Oikos.",

  "Projects": "Mes Principaux Travaux",
  "projectYear": "Année",
  "projectType": "Type de projet",
  "freelance": "Freelance",
  "academicProject": "Projet académique",
  "personalProject": "Projet personnel",
  "professionalProject": "Projet professionnel"
}
