{
  "HeaderTitle": "Mi portafolio",
  "HeaderAbout": "Acerca de",
  "HeaderSkills": "Habilidades",
  "HeaderExperience": "Experiencia",
  "HeaderEducation": "Educación",
  "HeaderProjects": "Proyectos",
  "HeaderContact": "Contacto",
  "FooterRights": "2025 Todos los derechos reservados.",
  "FooterThanks": "Hecho con ❤️ usando Next.js y TailwindCSS.",

  "home": "Inicio",
  "projects": "Proyectos",
  "about": "Acerca de",
  "contact": "Contáctame",

  "WelcomeGreeting": "Hola, soy Emanuel 👋",
  "WelcomeFunction": "Desarrollador Fullstack",
  "WelcomeText": "Soy un desarrollador brasileño apasionado por la tecnología y la creación de soluciones innovadoras. Me encanta convertir ideas en productos digitales eficientes con una excelente experiencia de usuario.",

  "fixitDescription": "Plataforma web que conecta clientes con técnicos de reparación electrónica, agilizando el contacto y apoyando la economía local.",
  "oikosDescription": "Software integral para la gestión de hospedajes y reservas, con control sencillo de huéspedes, habitaciones y pagos.",
  "andradebardawilDescription": "Sitio web institucional moderno desarrollado para el despacho Andrade Bardawil, destacando servicios jurídicos, áreas de práctica y facilitando el contacto con los clientes.",
  "controlR6Description": "Marketplace para jugadores de Rainbow Six Siege que permite gestionar skins e ítems de operadores de forma fácil y segura.",

  "ibgeTitle": "Pasantía en el IBGE",
  "ibgeDate": "Octubre de 2023 - Junio de 2025",
  "ibgeAtividade1": "Desarrollé un sistema para la organización de bienes de inventario.",
  "ibgeAtividade2": "Responsable del mantenimiento e instalación de dispositivos.",

  "freelaTitle": "Freelancer",
  "freelaDate": "Julio 2025 - Presente",
  "freelaAtividade1": "Desarrollé la landing page para el despacho de abogados Andrade Bardawil, priorizando la experiencia del usuario, el rendimiento y la estética.",
  "freelaAtividade2": "Desarrollé un sistema de gestión de reservas y hospedajes para la pousada Oikos en Barra Grande, Piauí, garantizando seguridad y confiabilidad en las operaciones.",

  "skills": "Habilidades",
  "softSkills": "Habilidades Blandas",
  "comunicacaoEfetiva": "Comunicación Efectiva",
  "trabalhoEquipe": "Trabajo en Equipo",
  "comprometimento": "Compromiso",
  "proatividade": "Proactividad",

  "workTogether": "¿Interesado en trabajar juntos?",
  "LookingPartner": "¿Buscas un socio para trabajar juntos? Ponte en contacto mediante una de las opciones abajo y construyamos algo increíble juntos.",

  "aboutMe": "Sobre mí",
  "aboutDescription": "Construir aplicaciones bonitas y funcionales es mi pasión, siempre esforzándome al máximo para superar cada desafío.",
  "myStack": "Mi stack",
  "whereIAm": "Dónde me encuentro",
   "myExperience": "Mi Experiencia",
  "itSupportDev": "Soporte de TI y Desarrollador",
  "ibgeInternship": "Participé en una pasantía en el Instituto Brasileño de Geografía y Estadística, realizando actividades de soporte de TI y colaborando en la creación de un software para la gestión de bienes del inventario.",
  "softwareDeveloper": "Desarrollador de Software",
  "freelancerWork": "Como freelancer desarrollé aplicaciones modernas y funcionales, como la landing page para el despacho de abogados Andrade Bardawil y el sistema de gestión de hospedajes y reservas para la posada Oikos.",

  "Projects": "Mis Principales Trabajos"
}
