{
  "HeaderTitle": "My portfolio",
  "HeaderAbout": "About",
  "HeaderSkills": "Skills",
  "HeaderExperience": "Experience",
  "HeaderEducation": "Education",
  "HeaderProjects": "Projects",
  "HeaderContact": "Contact",
  "FooterRights": "2025 All rights reserved.",
  "FooterThanks": "Made with ❤️ using Next.js and TailwindCSS.",

  "home": "Home",
  "projects": "Projects",
  "about": "About",
  "contact": "Get in touch",

  "WelcomeGreeting": "Hi, I'm Emanuel 👋",
  "WelcomeFunction": "Fullstack Developer",
  "WelcomeText": "I'm a Brazilian developer passionate about technology and building innovative solutions. I love turning ideas into efficient digital products with great user experiences.",

  "fixitDescription": "Web platform that connects customers with electronic repair providers, streamlining communication and supporting the local economy.",
  "oikosDescription": "Complete software for managing guesthouses and reservations, offering easy control over guests, rooms, and payments.",
  "andradebardawilDescription": "Modern institutional website developed for Andrade Bardawil law firm, showcasing legal services, practice areas, and providing an easy way for clients to get in touch.",
  "controlR6Description": "Marketplace for Rainbow Six Siege players to easily and securely manage operator skins and items.",

  "ibgeTitle": "Internship at IBGE",
  "ibgeDate": "October 2023 - June 2025",
  "ibgeAtividade1": "Developed a system for organizing inventory assets.",
  "ibgeAtividade2": "Responsible for maintenance and installation of devices.",

  "freelaTitle": "Freelancer",
  "freelaDate": "July 2025 - Present",
  "freelaAtividade1": "Developed the landing page for the Andrade Bardawil law firm, prioritizing user experience, performance, and aesthetics.",
  "freelaAtividade2": "Developed a reservation and lodging management system for Oikos Pousada in Barra Grande, Piauí, ensuring security and reliability in operations.",

  "skills": "Skills",
  "softSkills": "Soft Skills",
  "comunicacaoEfetiva": "Effective Communication",
  "trabalhoEquipe": "Teamwork",
  "comprometimento": "Commitment",
  "proatividade": "Proactivity",

  "workTogether": "Interested in working together?",
  "LookingPartner": "Looking for a partner to work with? Get in touch using one of the options below and let’s build something amazing together!",

  "aboutMe": "About me",
  "aboutDescription": "Building beautiful and functional applications is my passion, always pushing myself to overcome every challenge.",
  "myStack": "My stack",
  "whereIAm": "Where I am",
   "myExperience": "My Experience",
  "itSupportDev": "IT Support and Developer",
  "ibgeInternship": "I participated in an internship at the Brazilian Institute of Geography and Statistics, performed IT support activities, and contributed to the creation of software for inventory asset management.",
  "softwareDeveloper": "Software Developer",
  "freelancerWork": "As a freelancer, I developed modern and functional applications, such as the landing page for Andrade Bardawil Law Firm and the lodging and reservation management system for Oikos Inn."
}
